const softSkillsData = [
  {
    skillTitle: "Внимательность и фокусировка",
    textTitle: `
    Около полугода назад освоил методику Pomodoro, которая помогает мне фокусироваться на вещах.
    Она достаточно сильно изменила мою жизнь.
    За это время я натренировал себя не отвлекаться ни на что и входить в состояние потока, пока идёт помидор(50мин работы/ 10мин отдыха). 
    Так же веду учёт в toDo(TickTick) приложении, что помогает мне ничего не забывать и фиксировать затраченное время на задачи.
    `,
  },
  {
    skillTitle: "Умение работать в команде",
    textTitle: `
    На прошлой работе взаимодействуя с коллективом, нужно было уметь подстраиваться друг под друга и эстимировать разные задачи. 
    Потому что в буквально за одной задачей, могла последовать сразу же следующая. 
    Поэтому, что такое работать в команде, я знаю не по наслышке :)
    `,
  },
  {
    skillTitle: "Ответственность",
    textTitle: `
    Как в жизни, так и в работе, я подхожу ко всему ответственно. Если берусь за что-то, то довожу до конца. Никто из моего коллектива не мог сказать, что я безоветственный. Скорее наоборот, хвалили за это качество.
    `,
  },
  {
    skillTitle: "Самостоятельность",
    textTitle: `
    Программированию я обучаюсь самостоятельно. Ну как самостоятельно - по курсам, документации и ютубу :)  
    Английский так же изучаю сам, по разного рода приложениям, обучающим книгам, художественной литературе.  
    Живу самостоятельной жизнью: обеспечиваю себя сам, убираюсь, готовлю и т.д.
    `,
  },
  {
    skillTitle: "Коммуникабельность",
    textTitle: `
    На прошлой работе продуктивно взаимодействовал, как с руководством, так и с персоналом. 
    Организация состояла из 8 человек.  Предлагал свои идеи для решения определённых задач, старался помочь выйти из разных ситуаций, касающихся организации.
    Периодически взаимодействовал с покупателями, когда это требовалось.
    `,
  },
  {
    skillTitle: "Английский",
    textTitle: `
    Английский изучаю по нескольким приложениям. С разговорным достаточно тяжело, но что касается чтения и письма, 
    то всё на неплохом уровне. Постоянно повышаю словарный запас. Читаю художественную литературу. 
    Так же смотрю фильмы, сериалы на английском. В общем что могу сказать, я ничего против английского не имею и всегда 
    готов его совершенствовать.
    `,
  },
];

export default softSkillsData;
